Repository: margielamob/Cherches-Trouves-Gagnes
Catalog: flutter/app/lib/l10n/app_*.arb
Languages: fr

# mainPageTitle
source: Difference game
fr: Jeux des differences

# mainPageClassic
source: Classic game mode
fr: Mode de jeu classique

# mainPageMenu
source: Main menu
fr: Menu principal

# mainPageLimited
source: Limited time game mode
fr: Mode de jeu limite

# mainPageSettings
source: Settings
fr: Parametres

# settingsPageTitle
source: Account Settings
fr: Parametres du compte

# settingsPageName
source: Change Name
fr: Changer le nom

# settingsAvatar
source: Change Avatar
fr: Changer l'avatar

# settingsPageLanguage
source: Language
fr: Langue

# settingsPageChangeTheme
source: Change Theme
fr: Changer le theme

# settingsPageChangeLanguage
source: Change Language
fr: Changer la langue

# waitingPageTitle
source: Waiting Room
fr: Salle d'attente

# waitingPagePlayers
source: The following players are in the waiting room :
fr: Les joueurs suivants sont dans la salle d'attente :

# waitingPageQuit
source: Quit the waiting room
fr: Quitter la salle d'attente

# waitingPageLaunch
source: Launch the game
fr: Lancer la partie

# profilePageTitle
source: Profile Page
fr: Page de Profile

# historicPageTitle
source: Historic
fr: Historique

# selectPageTitle
source: selection Page
fr: Page de sélection de vignettes

# createGamePage
source: Create Game
fr: Création d'une partie

# adminPageCreation
source: Create a Game
fr: Créer un jeux

# adminPageSuppGames
source: Are you sure you want to delete all games?
fr: Voulez-vous vraiment supprimer tous les jeux?

# adminPageSuppAllGame
source: Delete all games
fr: Supprimer tous les jeux

# userPersonalPageHistoiry
source: Game history and connections
fr: Historique des parties et connexions

# userPersonalStatistic
source: Account statistics
fr: Satistiques du compte

# userPersonalGamePlayed
source: Game played
fr: Parties jouées

# userPersonalGameWin
source: Game won
fr: Parties gagnées

# userPersonalAverageDiffFound
source: Average difference found (seconds)
fr: Moyenne de différences trouvées

# userPersonalAverageTimePlayed
source: Average time played
fr: Moyenne de temps jouées (seconde)

# historicPageConnect
source: Historic of connections
fr: Historique des connexions

# historicPageDeco
source: Historic of disconnections
fr: Historique des déconnexions

# historicPageGameHist
source: Games Historic
fr: Historique des parties

# createDialog
source: Create join or observe a game
fr: Créer, rejoindre ou observer une partie

# createButton
source: Create
fr: Créer

# joinButton
source: Join
fr: Rejoindre

# observeButton
source: Observe
fr: Observer

# reachableGames
source: Games available
fr: Parties accessibles

# deleteBoutton
source: Delete
fr: Supprimer

# deleteConfirm
source: Are you sure you want to delete this game?
fr: Voulez-vous vraiment supprimer ce jeux?

# diffNumber
source: Number of differences
fr: Nombre de différences

# limitedDialogTitle
source: Configures game settings
fr: Configure les paramètres de la partie

# limitedDialogTime
source: Game duration (seconds):
fr: Durée de la partie (secondes) :

# limitedDialogBonus
source: Bonus time (seconds) :
fr: Temps bonus (secondes) :

# limitedDialogCheat
source: Activate cheat mode :
fr: Activer le cheat mode :

# limitedDialogCheatYes
source: Yes
fr: Confimer

# limitedDialogCheatNo
source: No
fr: Annuler
